<a name='agradecimentos' />
<h2>Agradecimentos</h2>
<ul class='normal'>
	<li>A indiv&iacute;duos do Matehackers e do Labmacambira por acreditar neste projeto, criticarem e ajudarem a construir estes sites, me criticando, me xingando e de qualquer forma mantendo minha motiva&ccedil;&atilde;o.</li>
	<li>Ao pessoal da lista de e-mails do Matehackers e da CCDPOA por insistirem e acreditarem no uso do Padeiro.</li>
	<li>Ao Alan do Matehackers pela insist&ecirc;ncia em me fazer arrumar as cores do site.</li>
	<li>Ao Lucas do Matehackers pela insist&ecirc;ncia em me fazer consertar os erros do Padeiro.</li>
	<li>Ao Guilherme do Matehackers pela insist&ecirc;ncia em me fazer consertar os erros da Wiki.</li>
	<li>Ao Gera do Labmacambira pela insist&ecirc;ncia em me fazer botar no ar redes sociais alternativas e o interesse no meu blog pessoal, e insist&ecirc;ncia para que eu me importe e pense em adapta&ccedil;&atilde;o dos estilos das p&aacute;ginas.</li>
	<li>Ao Cravelho do Labmacambira pelo apoio e incentivo.</li>
	<li>A alguns indiv&iacute;duos do Bloco de Luta pelo Transporte P&uacute;blico de Porto Alegre que preferem o empoderamento, a resist&ecirc;ncia e a soberania populares ao inv&eacute;s da vaidade pol&iacute;tica, e que influenciam diretamente este processo.</li>
	<li>Ao grupo que assume a frente do Encontro dos De Baixo.</li>
	<li>&Agrave; Frente Quilombola por me auxiliar no processo de pertencimento e acesso &agrave;s comunidades de periferia para garantir o trabalho de base.</li>
	<li>A A. C. Belchior, Banda Jenipapo, Chico Corr&ecirc;a, Raul Seixas por providenciar m&uacute;sicas que eu posso ouvir enquanto eu trabalho nestes sites.</li>
	<li>Ao Toniolo e ao Xadalu por enfeitar Porto Alegre pra mim poder andar nas ruas e sorrir por dentro.</li>
	<li>&Agrave;s empresas que promovem trabalho semi-escravo para garantir que eu tenha caf&eacute; de qualidade.</li>
	<li>Aos desenvolvedores do Icecast pela ajuda e interesse em rela&ccedil;&atilde;o ao logotipo.</li>
	<li>Aos desenvolvedores da Ikiwiki pela facilidade e abertura em rela&ccedil;&atilde;o ao software e ao logotipo.</li>
	<li>Aos desenvolvedores do Etherpad-lite pelo empenho no desenvolvimento e ajuda com o logotipo.</li>
	<li>Aos desenvolvedores do GIMP, do Vim, do Gedit, do Linux e do Debian por providenciarem ferramentas para o desenvolvimento e funcionamento dos recursos tecnol&oacute;gicos.</li>
	<li>Aos desenvolvedores do Elgg, da Diaspora, do Friendica, da Red Matrix, e de outras tantas iniciativas de retomada da internet.</li>
	<li>Aos integrantes do Lorea.</li>
	<li>Ao pessoal do Apache por terem pelo menos disponibilizado um gif pra mim usar de logotipo.</li>
	<li>&Agrave; infantilidade, imbecilidade e hipocrisia da sociedade por justificar e criar a necessidade deste trabalho.</li>
	<li>&Agrave; porquice e descaso do povo e do governo de Porto Alegre por garantir lixo no ch&atilde;o e entulhos que eu posso ressignificar e utilizar para meu benef&iacute;cio pr&oacute;prio.</li>
</ul>
