<a name='licenca' />
<h2>Licen&ccedil;a do site e subdom&iacute;nios:</h2>
<p>Estou tentando produzir uma licen&ccedil;a que garanta que eu n&atilde;o seja reconhecido e ridicularizado de forma alguma. Enquanto isto, fa&ccedil;a o favor de <strong>N&Atilde;O</strong> citar a fonte ou o autor 'original' de qualquer coisa que encontrar aqui.</p>
<p>Em outras palavras, todo o conte&uacute;do &eacute; livre e pode ser utilizado de qualquer forma, citando ou n&atilde;o citando a fonte. Eu prefiro que n&atilde;o cite a fonte. Citar a fonte me daria poder e eu n&atilde;o quero ser levado a s&eacute;rio. Copie o que eu produzir aqui, assuma a autoria e n&atilde;o me d&ecirc; poder.</p>
<strike>
<p>O que estiver nos subdom&iacute;nios <a href='http://wiki.hi.ato.br' target='_blank'>wiki</a>, <a href='http://blog.hi.ato.br' target='_blank'>blog</a>, <a href='http://social.hi.ato.br' target='_blank'>social</a> e <a href='http://padeiro.hi.ato.br' target='_blank'>padeiro</a> s&atilde;o contribui&ccedil;&otilde;es de pessoas que eu posso ou n&atilde;o conhecer, que podem ou n&atilde;o ser an&ocirc;nimas, e eu n&atilde;o tenho nenhum tipo de controle sobre este conte&uacute;do. Qualquer interven&ccedil;&atilde;o judicial sobre isto vai obrigar o sistema judici&aacute;rio inteiro a se reformar para se adaptar &agrave; minha realidade. &Eacute; melhor deixar meu site quieto que eu deixo o sistema judici&aacute;rio do Brasil quieto. Como &eacute; que voc&ecirc;s dizem&#63; #FicaDica, assim&#63;</p>
<p>As coisas que est&atilde;o nos subdom&iacute;nios <a href='http://espelho.hi.ato.br' target='_blank'>espelho</a> e <a href='http://proibido.hi.ato.br' target='_blank'>proibido</a> n&atilde;o s&atilde;o minhas, s&oacute; est&atilde;o dispon&iacute;veis aqui para ajudar a manter as informa&ccedil;&otilde;es redundantes e dispon&iacute;veis.</p>
<p>Algumas coisas que est&atilde;o no subdom&iacute;nio <a href='http://lixeira.hi.ato.br' target='_blank'>lixeira</a> podem n&atilde;o ser minhas, ou pertencerem a outrxs autorxs que trabalharam ou trabalham junto comigo.</p>
</strike>
<p>Se algu&eacute;m tem alguma coisa que quer que eu tire de algum subdom&iacute;nio, mande <a href='http://www.hi.ato.br/autor' target='_self'>e-mail</a>. &Eacute; improv&aacute;vel que eu remova alguma coisa sem um motivo muito bom.</p>
<hr>
<p>Para qualquer outra quest&atilde;o legal, tem a licen&ccedil;a de dom&iacute;nio p&uacute;blico:</p>
<p xmlns:dct='http://purl.org/dc/terms/'>
<a rel='license' href='http://creativecommons.org/publicdomain/mark/1.0/'>
	<img src='http://i.creativecommons.org/p/mark/1.0/88x31.png' style='border-style: none;' alt='Public Domain Mark' />
</a>
<br />
Esta obra (<span property='dct:title'>www.hi.ato.br</span>, por <a href='http://www.hi.ato.br' rel='dct:creator'><span property='dct:title'>hiatobr</span></a>), identificada por <a href='http://www.hi.ato.br/autor/' rel='dct:publisher'><span property='dct:title'>hiatobr&#64;riseup.net</span></a>, est&aacute; livre de restri&ccedil;&otilde;es de direitos autorais conhecidas.
</p>
