<a name='sobre' />
<h2>O que &eacute; Hiato&#63;</h2>
<p>N&atilde;o sei. Mas quem chegar aqui provavelmente deve ter acesso a algum tipo de dicion&aacute;rio que deve explicar isto.</p>
<h2>Porque usar dom&iacute;nio .br?</h2>
<p>Eu Sou Brasileiro. Ver&aacute;s que um filho teu n&atilde;o foge &agrave; luta.</p>
<h2>Porque hi.ato.br?</h2>
<p>ATO &eacute; o DPN reservado a atores. Eu me considero um. A &uacute;nica coisa engra&ccedil;ada que eu consegui pensar na hora de registrar o dom&iacute;nio foi isto. Desculpa a&iacute; se a piada n&atilde;o teve gra&ccedil;a pra ti. O site estando no ar, pra mim &eacute; o suficiente.</p>
<h2>Ta, mas porque H.I.AtoBR&#63; Tem um motivo para as primeiras letras abreviadas ou &eacute; s&oacute; piada mesmo&#63;</h2>
<p>Deve ter. Ou n&atilde;o. O que &eacute; a tua vida sen&atilde;o uma piada sem gra&ccedil;a&#63; Quem &eacute;s tu pra vir decidir se da pra me levar a s&eacute;rio ou n&atilde;o&#63;</p>
<hr>
<h2>Ta, fala s&eacute;rio, porque isto&#63;</h2>
<p>hi.ato.br &eacute; uma iniciativa individual, por enquanto, de express&atilde;o. O autor do site, n&atilde;o encontrando meios eficientes para se expressar na internet ou fora dela, resolveu ligar um servidor, registrar um dom&iacute;nio, conseguir um endere&ccedil;o residencial, fornecimento de energia e conex&atilde;o &agrave; internet, escrever html, css, perl e botar estes sites no ar.</p>
<p>O <a href='../autor/' target='_blank'>adminstrador</a> do site est&aacute; trabalhando madrugadas a fora para disponibilizar outros servi&ccedil;os listados na <a href='../' target='_blank'>p&aacute;gina inicial</a>, como por exemplo, elgg/lorea, uma rede social federada livre, etherpad-lite, uma plataforma livre para edi&ccedil;&atilde;o colaborativa de documentos, e icecast, uma plataforma para streaming de &aacute;udio, que possibilita fazer r&aacute;dios online. Estes servi&ccedil;os est&atilde;o listados no <a href='../' target='_blank'>&iacute;ndice</a>.</p>
<p>Tudo isto est&aacute; hospedado em um servidor em Porto Alegre, no Rio Grande do Sul, Brasil, em uma conex&atilde;o dom&eacute;stica. As pol&iacute;ticas do site e do conte&uacute;do quem faz &eacute; o <a href='../autor/' target='_blank'>adminstrador</a> e em tempo real. Quem manda nessa PORRA aqui sou <a href='../autor/' target='_blank'>eu</a>.</p>
<p>Mais sobre o site na wiki em <a href='http://wiki.hi.ato.br/hiatobr/' target='_blank'>http://wiki.hi.ato.br/hiatobr/</a></p>
