<a name='principios' />
<div class='divisoria'>&nbsp;</div>
<p>Este projeto segue os seguintes princ&iacute;pios:</p>
<div class='principios'>
<ul>
	<li>
		<h2>Soberania tecnol&oacute;gica atrav&eacute;s de desobedi&ecirc;ncia civil</h2>
		<p>Este princ&iacute;pio &eacute; satisfeito porque o servidor que hospeda este projeto &eacute; um computador pessoal localizado fisicamente em Porto Alegre, utiliza exclusivamente software livre, utiliza uma conex&atilde;o dom&eacute;stica com ip fixo, n&atilde;o depende de nenhum servi&ccedil;o de internet externo a n&atilde;o ser a atuentica&ccedil;o do mesmo ISP que providencia a conex&atilde;o &agrave; internet e o ip fixo, &eacute; totalmente financiado por contribui&ccedil;&otilde;es espont&acirc;neas de indiv&iacute;duos e an&ocirc;nimos, e disponibiliza todos os servi&ccedil;os de forma gratuita e sem restri&ccedil;&otilde;es artificiais ou deliberadamente impostas. N&atilde;o h&aacute; em absoluto nenhum projeto comercial que atende estas premissas, e h&aacute; poucos, quase nenhum projeto alternativo que atende todas estas premissas.</p>
	</li>
	<li>
		<h2>Empoderamento popular atrav&eacute;s do dom&iacute;nio do acesso &agrave; informa&ccedil;&atilde;o</h2>
		<p>Este princ&iacute;pio &eacute; ut&oacute;pico, h&aacute; projetos e parcerias estabelecidas em busca deste fim, sem nenhum caso de sucesso registrado por enquanto.</p>
	</li>
	<li>
		<h2>Educa&ccedil;&atilde;o atrav&eacute;s do exemplo</h2>
		<p>Este princ&iacute;pio est&aacute; satisfeito porque n&atilde;o h&aacute; nenhum projeto do <a href='./' target='_self'>Hacklab Independ&ecirc;ncia</a> que pretende se institucionalizar, todos os que j&aacute; existiram e existem t&ecirc;m in&iacute;cio, meio e fim, e seus objetivos s&atilde;o de influenciar e educar, e nunca se consolidar.</p>
	</li>
	<li>
		<h2>Independ&ecirc;ncia, autonomia e liberdade como princ&iacute;pios norteadores</h2>
		<p>Este princ&iacute;pio est&aacute; satisfeito porque todxs envolvidxs no processo t&ecirc;m esta busca contumaz, perseverante e constante, e quem desiste desta luta simplesmente deixa de se identificar com o projeto.</p>
	</li>
	<li>
		<h2>Auto preserva&ccedil;&atilde;o atrav&eacute;s do anonimato e da recusa de reconhecimento</h2>
		<p>Este princ&iacute;pio t&ecirc;m sido o principal motivador do projeto, pois xs envolvidxs sentem prazer em ver a sociedade ortodoxa andar em c&iacute;rculos em c&oacute;lera por n&atilde;o ser capaz de absorver este conceito. Em uma sociedade que s&oacute; entende os princ&iacute;pios da meritocracia, do reconhecimento e do enaltecimento do ego, o <a href='./' target='_self'>Hacklab Independ&ecirc;ncia</a> apresenta a cultura hacker da forma mais honesta poss&iacute;vel, e isto causa a f&uacute;ria e a desaprova&ccedil;&atilde;o de toda e qualquer pessoa que ainda tem alguma rela&ccedil;&atilde;o com a hipocrisia e com valores conservadores.</p>
	</li>
</ul>
</div>
